Repository: eillarra/metis
Catalog: metis/locale/*/LC_MESSAGES/django.po
Languages: nl

# evaluations.Evaluation.name
source: Final evaluation
nl: Eindevaluatie

# evaluations.Evaluation.name
source: Intermediate evaluation #%(num)d
nl: Tussentijdse evaluatie #%(num)d

source: Not this time
nl: Niet deze keer

source: You are not authorized to view the page you are trying to open. Please <a href="mailto:%(email)s">contact us</a> if you believe you are seeing this page incorrectly and should have access to the resource you are looking for.
nl: Je bent niet geautoriseerd om de pagina die je probeert te openen te bekijken. <a href="mailto:%(email)s">Neem contact met ons op</a> als je denkt dat je deze pagina onterecht ziet en toegang zou moeten hebben tot de bron die je zoekt.

source: Sorry, we couldn't find that page
nl: Sorry, we konden die pagina niet vinden

source: Did we miss something? <a href="mailto:%(email)s">Contact us</a> if you think you are seeing this page incorrectly and that the source you are looking for should exist.</p>
nl: Hebben we iets gemist? <a href="mailto:%(email)s">Neem contact met ons op</a> als je denkt dat je deze pagina onterecht ziet en dat de bron die je zoekt zou moeten bestaan.</p>

source: Well, this is unexpected...
nl: Wel, dit is onverwacht...

source: Sorry, something went wrong and we can't complete your request right now. We've been notified of the problem and will work to fix it as soon as possible.
nl: Sorry, er is iets misgelopen en we kunnen je verzoek momenteel niet voltooien. We zijn op de hoogte gebracht van het probleem en zullen het zo snel mogelijk oplossen.

source: Sign out
nl: Afmelden

source: Confirm that you want to sign out of Metis. You will need to sign in again to use Metis.
nl: Bevestig dat je wil afmelden van Metis. Je zal opnieuw moeten aanmelden om Metis te gebruiken.

source: Yes, please
nl: Ja, graag

source: Ghent University
nl: Universiteit Gent

source: Version
nl: Versie

source: Faculty of Medicine and Health Sciences
nl: Faculteit Geneeskunde en Gezondheidswetenschappen

source: Sign in
nl: Aanmelden

source: Sign in via UGent
nl: Aanmelden via UGent

source: No UGent account?
nl: Geen UGent-account?

source: Click the "Sign in via UGent" button. In the next step, you can choose the "No account? Create one!" option (see image) if you need to create an external UGent account; you can use this same account on Metis and on other UGent services.
nl: Klik op de knop "Aanmelden via UGent". In de volgende stap kan je de optie "No account? Create one!" kiezen (zie afbeelding) als je een extern UGent-account moet aanmaken; je kan dit account gebruiken op Metis en op andere UGent-diensten.
